[
    {
      "id": 1,
      "name": "John Smith",
      "bio": "Chef John Smith is a graduate of the Culinary Institute of America and has over 20 years of experience in the industry. He specializes in Italian cuisine and is known for his homemade pasta dishes.",
      "likes": 5000,
      "num_recipes": 50,
      "years_experience": 20,
      "image_url": "https://example.com/chef1.jpg"
    },
    {
      "id": 2,
      "name": "Jane Doe",
      "bio": "Chef Jane Doe has been cooking professionally for 15 years and has worked in some of the finest restaurants in New York City. She is known for her creative use of seasonal ingredients and has a passion for farm-to-table cooking.",
      "likes": 7000,
      "num_recipes": 75,
      "years_experience": 15,
      "image_url": "https://example.com/chef2.jpg"
    },
    {
      "id": 3,
      "name": "Michael Lee",
      "bio": "Chef Michael Lee is a Korean-American chef who specializes in fusion cuisine. He has worked in some of the most renowned kitchens in Los Angeles and has won several awards for his innovative dishes.",
      "likes": 10000,
      "num_recipes": 40,
      "years_experience": 12,
      "image_url": "https://example.com/chef3.jpg"
    },
    {
      "id": 4,
      "name": "Catherine Wong",
      "bio": "Chef Catherine Wong is a pastry chef who trained in France and has worked in several Michelin-starred restaurants. She is known for her elegant and beautiful desserts and has a large following on social media.",
      "likes": 12000,
      "num_recipes": 30,
      "years_experience": 10,
      "image_url": "https://example.com/chef4.jpg"
    },
    {
      "id": 5,
      "name": "David Nguyen",
      "bio": "Chef David Nguyen is a Vietnamese-American chef who specializes in Southeast Asian cuisine. He has worked in several top restaurants in San Francisco and has been featured in numerous food publications.",
      "likes": 8000,
      "num_recipes": 50,
      "years_experience": 8,
      "image_url": "https://example.com/chef5.jpg"
    },
    {
      "id": 6,
      "name": "Emily Chen",
      "bio": "Chef Emily Chen is a Chinese-American chef who is passionate about using fresh, locally sourced ingredients in her cooking. She has worked in some of the best restaurants in Seattle and is known for her bold and flavorful dishes.",
      "likes": 6000,
      "num_recipes": 45,
      "years_experience": 7,
      "image_url": "https://example.com/chef6.jpg"
    },
    {
      "id": 7,
      "name": "William Kim",
      "bio": "Chef William Kim is a Korean-American chef who is known for his classic French techniques and modern Korean flavors. He has worked in some of the most prestigious kitchens in New York City and has won several awards for his innovative cuisine.",
      "likes": 9000,
      "num_recipes": 35,
      "years_experience": 10,
      "image_url": "https://example.com/chef7.jpg"
    }
]